[LPUtilities]
PsionTitle="心灵术士"
PsionDescription="Mutare ad Custodiam. 我们在自己的部队中发现了一种潜在的灵能力量，他们使用外星人最强大的力量来对抗他们。"

PsionRankIcons[0]="UILibrary_Common.psirank_initiate"
PsionRankIcons[1]="UILibrary_Common.psirank_adept"
PsionRankIcons[2]="UILibrary_Common.psirank_mystic"
PsionRankIcons[3]="UILibrary_Common.psirank_magus"
PsionRankIcons[4]="UILibrary_Common.psirank_magus"
PsionRankIcons[5]="UILibrary_Common.psirank_magus"
PsionRankIcons[6]="UILibrary_Common.psirank_magus"
PsionRankIcons[7]="UILibrary_Common.psirank_magus"

PsionRankNames[0]="候选人"
PsionRankNames[1]="新人"
PsionRankNames[2]="侍僧"
PsionRankNames[3]="能手"
PsionRankNames[4]="门徒"
PsionRankNames[5]="狂热者"
PsionRankNames[6]="魔法师"
PsionRankNames[7]="大师"

PsionShortNames[0]="候选人"
PsionShortNames[1]="新人"
PsionShortNames[2]="侍僧"
PsionShortNames[3]="能手"
PsionShortNames[4]="门徒"
PsionShortNames[5]="狂热者"
PsionShortNames[6]="魔法师"
PsionShortNames[7]="大师"
